Repository: brunohcastro/dotfiles
Catalog: tmp/pacaur/src/pacaur-4.7.90/po/*.po
Languages: da, es, it

source: ${colorW}Starting AUR upgrade...${reset}
da: ${colorW}Starter AUR opgradering...${reset}
es: ${colorW}Iniciando actualización del AUR...${reset}
it: ${colorW}Inizializzazione upgrade AUR...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
da: ${colorW}$i${reset} er ${colorY}ikke tilstede${reset} i AUR -- springer over
es: ${colorW}$i${reset} ${colorY}no existe${reset} en el AUR -- omitiendo
it: ${colorW}$i${reset} ${colorY}non presente${reset} in AUR -- ignoro

source: latest
da: nyeste
es: último
it: ultima

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
da: ${checkaurpkgs[$i]} er i IgnorePkg/IgnoreGroup. Installer alligevel?
es: ${checkaurpkgs[$i]} está en IgnorePkg/IgnoreGroup. ¿Instalar de todos modos?
it: ${checkaurpkgs[$i]} presente in IgnorePkg/IgnoreGroup. Installare comunque?

source: skipping target: ${colorW}${checkaurpkgs[$i]}${reset}
es: ignorando objetivo: ${colorW}${checkaurpkgs[$i]}${reset}
it: ${colorW}${checkaurpkgs[$i]}${reset}: upgrade del pacchetto ignorato

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
da: ${colorW}${checkaurpkgs[$i]}${reset}: ignorerer pakke opgradering (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
es: ${colorW}${checkaurpkgs[$i]}${reset}: ignorando la actualización del paquete (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
it: ${colorW}${checkaurpkgs[$i]}${reset}: upgrade del pacchetto ignorato (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
da: opklarer afhængigheder...
es: resolviendo dependencias...
it: risolvendo le dipendenze

source: unresolvable package conflicts detected
da: uløselige pakkekonflikter fundet
es: se han detectado paquetes con conflictos no resolubles
it: trovati dei conflitti non risolvibili nel pacchetto

source: failed to prepare transaction (conflicting dependencies: $i)
es: error al preparar transacción (dependencias en conflicto: $i)
it: preparazione della transazione non riuscita (dipendenze in conflitto: $i)

source: dependency cycle detected
da: afhængigheds-løkke fundet
es: bucle de dependencias detectado
it: rilevato ciclo di dipendenze

source: no results found for ${errdeps[$i]}
es: no se encontraron resultados para ${errdeps[$i]}
it: nessun risultato per ${errdeps[$i]}

source: no results found for ${errdeps[$i]} (dependency tree: ${errdepslist[*]})
es: no se encontraron resultados para ${errdeps[$i]} (árbol de dependencias: ${errdepslist[*]})
it: nessun risultato per ${errdeps[$i]} (albero delle dipendenze: ${errdepslist[*]})

source: dependency cycle detected (${depspkgsaur[*]})
es: bucle de dependencias detectado (${depspkgsaur[*]})
it: rilevato ciclo di dipendenze (${depspkgsaur[*]})

source: skipping target: ${colorW}$i${reset}
es: ignorando objetivo: ${colorW}$i${reset}
it: ignoro il pacchetto: ${colorW}$i${reset}

source: ${colorW}$i${reset}: ignoring package upgrade
da: ${colorW}$i${reset}: ignorerer pakke opgradering
es: ${colorW}$i${reset}: ignorando actualización del paquete
it: ${colorW}$i${reset}: upgrade pacchetto ignorato

source: Unresolved dependency '${colorW}$i${reset}'
da: Uafklaret afhængighed '${colorW}$i${reset}'
es: Dependencia sin resolver '${colorW}$i${reset}'
it: Dipendenza irrisolvibile: '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
da: $i afhængighed er i IgnorePkg/IgnoreGroup. Installer alligevel?
es: La dependencia $i se encuentra en IgnorePkg/IgnoreGroup. ¿Instalar de todos modos?
it: La dipendenza $i si trova in IgnorePkg/IgnoreGroup. Installare comunque?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
da: ${colorW}Der er ${#providers[@]} udbydere tilgængelige for ${providersdeps[$i]}:${reset}
es: ${colorW}Existen ${#providers[@]} proveedores disponibles para ${providersdeps[$i]}:${reset}
it: ${colorW}Ci sono ${#providers[@]} provider disponibili per ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
da: Skriv et nummer (standard=0):
es: Ingrese un número (por omisión=0):
it: Inserisci un numero (default=0):

source: invalid value: $nb is not between 0 and $providersnb
da: ugyldig værdi: $nb er ikke mellem 0 og $providersnb
es: valor no válido: $nb no está entre 0 y $providersnb
it: valore non corretto: $nb non è un numero tra 0 e $providersnb

source: invalid number: $nb
da: ugyldigt nummer: $nb
es: número no válido: $nb
it: numero non valido: $nb

source: looking for inter-conflicts...
da: leder efter inter-konflikter...
es: verificando conflictos...
it: ricerca dei conflitti in corso...

source: $j and $k are in conflict ($i). Remove $k?
da: $j og $k konflikter med hinanden ($i). Fjern $k?
es: $j y $k están en conflicto ($i). ¿Quitar $k?
it: $j e $k sono in conflitto ($i). Rimuovere $k?

source: failed to prepare transaction (conflicting dependencies)
da: kunne ikke forberede transaktion (konfliktende afhængigheder)
es: error al preparar transacción (dependencias en conflicto)
it: preparazione della transazione non riuscita (dipendenze in conflitto)

source: $j and $k are in conflict (required by ${Qrequires[*]})
es: $j y $k están en conflicto (requerido por ${Qrequires[*]})
it: $j e $k sono in conflitto (richiesti da ${Qrequires[*]})

source: $j and $k are in conflict
da: $j og $k konflikter med hindanden
es: $j y $k están en conflicto
it: $j e $k sono in conflitto

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
da: ${colorW}${depsAname[$i]}${reset} nyeste revision -- henter
es: ${colorW}${depsAname[$i]}${reset} última revisión -- trayendo
it: ${colorW}${depsAname[$i]}${reset} ultima revisione -- download

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
da: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} er opdateret -- geninstallerer
es: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} está actualizado -- reinstalando
it: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} all'ultima versione -- verrà reinstallato

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
da: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} er opdateret - springer over
es: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} está actualizado -- omitiendo
it: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} all'ultima versione -- ignoro

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
es: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} ha sido marcado como ${colorR}desactualizado${reset} el ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
it: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} è stato segnalato come ${colorR}non aggiornato${reset} il ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} is ${colorR}orphaned${reset} in AUR
es: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} está ${colorR} huérfano${reset} en el AUR
it: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} è un pacchetto ${colorR}orfano${reset} in AUR

source: (cached)
es: (en caché)
it: (in cache)

source: AUR Packages (${#deps[@]})
da: AUR Pakker (${#deps[@]})
es: Paquetes del AUR (${#deps[@]}):
it: Pacchetti AUR (${#deps[@]})

source: Repo Packages (${#repodepspkgs[@]})
da: Repo Pakker (${#repodepspkgs[@]})
es: Paquetes de repositorios (${#repodepspkgs[@]}):
it: Pacchetti Repo (${#repodepspkgs[@]})

source: Old Version
da: Gammel Version
es: Versión antigua
it: Vecchia versione

source: New Version
da: Ny Version
es: Versión nueva
it: Nuova Versione

source: Download Size
da: Download Str.
es: Tamaño de la descarga
it: Dimensioni Download

source: Repo Download Size:
da: Repo Download Str.:
es: Tamaño de la descarga:
it: Dimensioni Download Repo:

source: Repo Installed Size:
da: Repo Installeret Str.:
es: Tamaño de la instalación:
it: Dimensioni Repo Installate:

source: installation
es: la instalación
it: installazione

source: download
es: la descarga

source: Proceed with $action?
da: Fortsæt med $action?
es: ¿Continuar con $action?
it: Procedere con $action?

source: ${colorW}Retrieving package(s)...${reset}
da: ${colorW}Henter Pakke(r)...${reset}
es: ${colorW}Obteniendo paquete(s)...${reset}
it: ${colorW}Scarico pacchetto/i AUR...${reset}

source: no results found
es: no se encontraron resultados
it: nessun risultato

source: View $i build files diff?
da: Vis $i build files diff?
es: ¿Ver las diferencias de $i (build files)?
it: Visualizzare i cambiamenti nei file di compilazione di $i?

source: ${colorW}$i${reset} build files diff viewed
da: ${colorW}$i${reset} build files diff vist
es: vistas las diferencias (build files) ${colorW}$i${reset}
it: Cambiamenti nei file di compilazione di ${colorW}$i${reset} visualizzati

source: ${colorW}$i${reset} build files are up-to-date -- skipping
da: ${colorW}$i${reset} build filer er opdaterede -- springer over
es: ${colorW}$i${reset} está actualizado -- omitiendo
it: I file di compilazione di ${colorW}$i${reset} sono aggiornati -- ignoro

source: View $i PKGBUILD?
da: Vis $i PKGBUILD?
es: ¿Ver el PKGBUILD de $i?
it: Visualizzare il PKGBUILD di $i?

source: ${colorW}$i${reset} PKGBUILD viewed
da: ${colorW}$i${reset} PKGBUILD vist
es: PKGBUILD de ${colorW}$i${reset} visto
it: PKGBUILD di ${colorW}$i${reset} visualizzato

source: Could not open ${colorW}$i${reset} PKGBUILD
da: Kunne ikke åbne ${colorW}$i${reset} PKGBUILD
es: No se pudo abrir el PKGBUILD de ${colorW}$i${reset}
it: Impossibile aprire il PKGBUILD di ${colorW}$i${reset}

source: View $j script?
da: Vis $j script?
es: ¿Ver el «script» de instalación $j?
it: Visualizzare lo script $j?

source: ${colorW}$j${reset} script viewed
da: ${colorW}$j${reset} script vist
es: visto el «script» de instalación de ${colorW}$j${reset}
it: Script ${colorW}$j${reset} visualizzato

source: Could not open ${colorW}$j${reset} script
da: Kunne ikke åbne ${colorW}$j${reset} script
es: No se pudo abrir el «script» de instalación de ${colorW}$j${reset}
it: Impossibile aprire lo script ${colorW}$j${reset}

source: ${colorW}$i${reset} errored on exit
es: ${colorW}$i${reset} error al terminar
it: ${colorW}$i${reset} ha riportato un errore alla chiusura

source: Checking ${colorW}${pkgsdeps[$i]}${reset} integrity...
da: Tjekker ${colorW}${pkgsdeps[$i]}${reset} integritet...
es: Comprobando la integridad de ${colorW}${pkgsdeps[$i]}${reset}...
it: Verifico l'integrità di ${colorW}${pkgsdeps[$i]}${reset}...

source: failed to verify ${colorW}$i${reset} integrity
da: kunne ikke verificere ${colorW}$i${reset} integritet
es: fallo al verificar la integridad de ${colorW}$i${reset}
it: Impossibile verificare l'integrità di ${colorW}$i${reset}

source: pacaur.build.lck exists in $tmpdir
es: pacaur.build.lck existe en $tmpdir
it: pacaur.build.lck esiste in $tmpdir

source: Installing ${colorW}${repoprovidersconflictingpkgs[@]}${reset} dependencies...
da: Installerer ${colorW}${repoprovidersconflictingpkgs[@]}${reset} afhængigheder...
es: Instalando las dependencias de ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
it: Installando le dipendenze di ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...

source: ${colorW}$j${reset} is up-to-date -- skipping
da: ${colorW}$j${reset} er opdateret -- springer over
es: ${colorW}$j${reset} está actualizado -- omitiendo
it: ${colorW}$j${reset} all'ultima versione -- ignoro

source: Installing ${colorW}$j${reset} cached package...
da: Installerer ${colorW}$j${reset} cached pakke...
es: Instalando ${colorW}$j${reset} desde la caché...
it: Installando il pacchetto in cache ${colorW}$j${reset}...

source: Package ${colorW}$j${reset} already available in cache
da: Pakken ${colorW}$j${reset} er allerede tilgængelig i cache
es: El paquete ${colorW}$j${reset} ya está disponible en la caché
it: Pacchetto ${colorW}$j${reset} già presente nella cache

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
da: Bygger ${colorW}${pkgsdeps[$i]}${reset} pakke(r)...
es: Construyendo el paquete(s) ${colorW}${pkgsdeps[$i]}${reset}...
it: Compilo il/i pacchetto/i ${colorW}${pkgsdeps[$i]}${reset}...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} package(s)...
da: Installerer ${colorW}${pkgsdeps[$i]}${reset} pakke(r)...
es: Instalando el paquete(s) ${colorW}${pkgsdeps[$i]}${reset}...
it: Installando il/i pacchetto/i ${colorW}${pkgsdeps[$i]}${reset}...

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install.
es: ${colorW}${pkgsdeps[$i]}${reset} fallaron al instalarse.
it: Errore durante l'installazione del/i pacchetto/i ${colorW}${pkgsdeps[$i]}${reset}.

source: ensure package version does not mismatch between .SRCINFO and PKGBUILD
es: asegúrese que la versión del paquete coincide entre .SRCINFO y PKGBUILD
it: assicurati che le versioni del pacchetto nel .SRCINFO e nel PKGBUILD non siano diverse

source: ensure package name has a VCS suffix if this is a devel package
es: asegúrese que el nombre del paquete tiene un sufijo VCS si es devel
it: assicurati che il nome del pacchetto abbia un suffisso VCS se è un pacchetto devel

source: Removing installed AUR dependencies...
da: Fjerner installerede AUR afhængigheder...
es: Quitando las dependencias instaladas desde el AUR...
it: Eliminando le dipendenze AUR installate...

source: ${colorW}$i${reset} is now an ${colorY}orphan${reset} package
es: ${colorW}$i${reset} es un ${colorY}nuevo paquete huérfano${reset}
it: ${colorW}$i${reset} è ora un ${colorY}pacchetto orfano${reset}

source: ${colorW}$i${reset} is now an ${colorY}optional${reset} package
es: ${colorW}$i${reset} es un ${colorY}nuevo paquete huérfano${reset}
it: ${colorW}$i${reset} è ora un ${colorY}pacchetto opzionale${reset}

source: failed to build ${colorW}$i${reset} package(s)
da: kunne ikke bygge ${colorW}$i${reset} pakke(r)
es: fallo al construir paquete(s) ${colorW}${pkgsdeps[$i]}${reset}...
it: Errore compilando il/i pacchetto/i ${colorW}$i${reset}

source: Repository
es: Repositorio

source: Name
es: Nombre
it: Nome

source: Version
es: Versión
it: Versione

source: Description
es: Descripción
it: Descrizione

source: AUR Page
es: Página del AUR
it: Pagina AUR

source: Licenses
es: Licencias
it: Licenze

source: Keywords
es: Palabras clave
it: Termini chiave

source: Groups
es: Grupos
it: Gruppi

source: Provides
es: Provee
it: Fornisce

source: Depends on
es: Depende de
it: Dipende da

source: Make Deps
es: Dependencias de compilación
it: Dipendenze di compilazione

source: Optional Deps
es: Dependencias opcionales
it: Dipendenze opzionali

source: Conflicts With
es: En conflicto con
it: Conflitti con

source: Replaces
es: Remplaza
it: Sostituisce

source: Maintainer
es: Encargado
it: Manutentore

source: Popularity
es: Popularidad
it: Popolarità

source: Votes
es: Votos
it: Voti

source: Out of Date
es: Desactualizado
it: Non aggiornato

source: Submitted
es: Primer Encargado
it: Prima versione

source: Last Modified
es: Última modificación
it: Ultimo aggiornamento

source: installed
es: instalado
it: installato

source: None
es: Nada
it: Nulla

source: Yes
es: Sí
it: Sì

source: [ ignored ]
da: [ ignoreret ]
es: [ ignorado ]
it: [ ignorato ]

source: Sources to keep:
da: Kilder der beholdes:
es: Paquetes a mantener:
it: Pacchetti da mantenere:

source: All development packages sources
da: Alle udviklings-pakkers kilder
es: Todos los archivos fuente de los paquetes de desarrollo
it: Tutti i sorgenti dei pacchetti in versione development

source: AUR source cache directory:
da: AUR kilde cache mappe:
es: Directorio del AUR:
it: Directory cache dei sorgenti di AUR:

source: Do you want to remove all non development files from AUR source cache?
da: Vil du fjerne alle ikke-udviklings-filer fra AUR kilde cache?
es: ¿Desea eliminar TODOS los archivos de la caché local del AUR?
it: Vuoi rimuovere tutti i file non development dalla cache dei sorgenti di AUR?

source: removing non development files from source cache...
da: fjerner ikke-udviklings-filer fra kilde cache...
es: eliminando todos los archivos de la caché local del AUR...
it: eliminando tutti i files non development dalla cache AUR...

source: Do you want to remove ALL files from AUR source cache?
da: Vil du fjerne ALLE filer fra AUR kilde cache?
es: ¿Desea eliminar TODOS los archivos de la caché local del AUR?
it: Vuoi rimuovere TUTTI i file dalla cache dei sorgenti di AUR?

source: removing all files from AUR source cache...
da: fjerner alle filer fra AUR kilde cache...
es: eliminando todos los archivos de la caché local del AUR...
it: eliminando tutti i files dalla cache dei sorgenti di AUR...

source: Clones to keep:
es: Clones a mantener:
it: Copie Git da mantenere:

source: All packages clones
es: Todos los paquetes clonados
it: Tutte le copie

source: AUR clone directory:
es: Directorio de clones del AUR:
it: Directory AUR delle copie Git:

source: Do you want to remove all uninstalled clones from AUR clone directory?
es: ¿Desea quitar todos los otros paquetes clonados de la caché local del AUR?
it: Vuoi rimuovere tutti i repository dei pacchetti disinstallati dalla cache Git di AUR?

source: removing uninstalled clones from AUR clone cache...
es: eliminando todos los clones de la caché local del AUR...
it: rimuovendo i repository inutilizzati dalla cache Git di AUR...

source: Do you want to remove all untracked files from AUR clone directory?
es: ¿Desea quitar todos los archivos sin seguimiento del directorio de clones del AUR?
it: Vuoi rimuovere tutti i file non tracciati dalla cache Git di AUR?

source: removing untracked files from AUR clone cache...
es: eliminando todos los archivos sin seguimiento de la caché local del AUR...
it: eliminando tutti i files non tracciati dalla cache Git di AUR...

source: Do you want to remove ALL clones from AUR clone directory?
es: ¿Desea eliminar TODOS los clones de la caché local del AUR?
it: Vuoi rimuovere TUTTE le copie dalla cache Git di AUR?

source: removing all clones from AUR clone cache...
es: eliminando todos los clones de la caché local del AUR...
it: eliminando tutte le copie dalla cache Git di AUR...

source: Failed to parse JSON
es: Error al analizar JSON
it: Errore nel parsing del JSON

source: failed to prepare transaction (could not satisfy dependencies)
da: kunne ikke forberede transaktionen (kunne ikke tilfredsstille afhængigheder)
es: error al preparar la transacción (no se pudieron satisfacer las dependencias)
it: impossibile preparare la transazione (dipendenze non soddisfatte)

source: ${Qrequires[@]}: requires $@
da: ${Qrequires[@]}: kræver $@
es: ${Qrequires[@]}: requiere $@
it: ${Qrequires[@]}: richiede $@

source: there is nothing to do
da: der er intet at gøre
es: nada que hacer
it: nulla da eseguire

source: usage: pacaur <operation> [options] [target(s)] -- See also pacaur(8)
da: brug: pacaur <handling> [tilvalg] [mål] -- Se også pacaur(8)
es: uso: pacaur <operación> [opciones] [paquete(s)] -- Ver pacaur(8)
it: utilizzo: pacaur <operazione> [opzioni] [pacchetto/i] -- Vedi inoltre pacaur(8)

source: operations:
da: handlinger:
es: operaciones:
it: operazioni:

source: pacman extension
da: pacman udvidelser
es: extensión de pacman
it: estensioni di pacman

source: extend pacman operations to the AUR
da: udvid pacman handlinger med AUR
es: extender las operaciones de pacman al AUR
it: estendono le operazioni di pacman ad AUR

source: AUR specific
da: AUR specifikt
es: específico del AUR
it: specifiche di AUR

source: -s, --search search AUR for matching strings
da: -s, --search søg AUR for matchende ord
es: -s, --search buscar en el AUR por las cadenas coincidentes
it: -s, --search ricerca il repository AUR per stringhe uguali

source: -i, --info view package information
da: -i, --info vis pakke information
es: -i, --info ver información del paquete
it: -i, --info visualizza informazioni sul pacchetto

source: -d, --download download target(s) -- pass twice to download AUR dependencies
da: -d, --download download mål -- skriv dobbelt for at downloade AUR afhængigheder
es: -d, --download descargar objetivo(s) (usar -dd para descargar dependencias en el AUR)
it: -d, --download scarica il/i pacchetto/i -- passare due volte per scaricare dipendenze AUR

source: -m, --makepkg download and make target(s)
da: -m, --makepkg download og byg mål
es: -m, --makepkg descargar y construir objetivo(s)
it: -m, --makepkg scarica e compila il/i pacchetto/i

source: -y, --sync download, make and install target(s)
da: -y, --sync download, byg og installer mål
es: -y, --sync descargar, construir e instalar el/los objetivo(s)
it: -y, --sync scarica, compila e installa il/i pacchetto/i

source: -u, --update update AUR package(s)
da: -u, --update opdater AUR pakke(r)
es: -u, --update actualizar paquete(s) del AUR
it: -u, --update aggiorna i pacchetti AUR

source: -k, --check check for AUR update(s)
da: -k, --check tjek for AUR opdateringer
es: -k, --check comprobar actualizaciones del AUR
it: -k, --check controllo di aggiornamenti da AUR

source: -v, --version display version information
da: -v, --version vis versions-information
es: -v, --version mostrar información de versión
it: -v, --version visualizza informazioni sulla versione

source: -h, --help display help information
da: -h, --help vis hjælpetekst
es: -h, --help mostrar información de ayuda
it: -h, --help visualizza informazioni di utilizzo

source: options:
da: tilvalg:
es: opciones:
it: opzioni:

source: pacman extension - can be used with the -S, -Ss, -Si, -Sw, -Su, -Sc operations
es: extensión de pacman - puede ser usado con las operaciones -S, -Ss, -Si,-Sw, -Su, -Sc
it: estensione di pacman - può essere usata con le operazioni -S, -Ss, -Si, -Sw, -Su, -Sc

source: -a, --aur only search, build or install target(s) from the AUR
da: -a, --aur søg, byg eller installer kun mål fra AUR
es: -a, --aur solamente busca, instala o limpia paquetes del AUR
it: -a, --aur cerca, installa o pulisce pacchetti provenienti da AUR

source: -r, --repo only search, build or install target(s) from the repositories
da: -r, --repo søg, byg eller installer kun mål fra repoerne
es: -r, --repo solamente busca, instala o limpia paquetes de los repositorios
it: -r, --repo cerca, installa o pulisce pacchetti provenienti soltanto dai repository

source: -e, --edit edit target(s) PKGBUILD and view install script
es: -e, --edit editar el PKGBUILD de objetivo(s) y ver el «script»de instalación
it: -e, --edit modifica PKGBUILD e visualizza script di installazione

source: -q, --quiet show less information for query and search
da: -q, --quiet vis mindre information ved søgning
es: -q, --quiet muestra menos información en consulta y búsqueda
it: -q, --quiet visualizza meno informazioni della query e della ricerca

source: --devel consider AUR development packages upgrade
da: --devel medtag AUR udviklings pakker i opgradering
es: --devel considera actualizaciones de paquetes del AUR en desarrollo
it: --devel considera l' upgrade dei pacchetti di sviluppo da AUR

source: --foreign consider already installed foreign dependencies
da: --foreign medtag alerede installerede fremmede afhængigheder
es: --foreign considera las dependencias externas instaladas
it: --foreign considera come già installate le dipendenze mancanti

source: --ignore ignore a package upgrade (can be used more than once)
da: --ignore ignorer en pakkes opdatering (kan bruges mere end en gang)
es: --ignore ignorar la actualización de un paquete (puede ser usado más de una vez)
it: --ignore ignora l' upgrade di un pacchetto (può essere utilizzato più di una volta)
