Repository: brunohcastro/dotfiles
Catalog: tmp/pacaur/src/pacaur-4.7.90/po/*.po
Languages: da, es, it

source: --needed do not reinstall already up-to-date target(s)
da: --needed installer ikke allerede opdaterede pakker
es: --needed no reinstalar paquete(s) actualizados
it: --needed non reinstallare il/i pacchetto/i se già aggiornati

source: --noconfirm do not prompt for any confirmation
da: --noconfirm spørg ikke om tilladelse overhovedet
es: --noconfirm no pedir ninguna confirmación
it: --noconfirm non richiede nessuna conferma

source: --noedit do not prompt to edit files
da: --noedit spørg ikke om at redigere filer
es: --noedit no pedir editar archivos
it: --noedit non richiede la modifica dei files

source: --rebuild always rebuild package(s)
da: --rebuild genbyg altid pakke(r)
es: --rebuild siempre reconstruir paquete(s)
it: --rebuild sempre ricompilare il/i pacchetto/i

source: --silent silence output
da: --silent gør output stille
es: --silent silencia la salida
it: --silent sopprime l'output

source: you cannot perform this operation as root
da: Du kan ikke gøre denne handling som root
es: no puede realizar esta operación como root
it: non puoi eseguire questa operazione come utente root

source: ${colorW}editor${reset} variable unset
da: ${colorW}editor${reset} variabel er ikke sat
es: La variable ${colorW}editor${reset} no está definida
it: variabile ${colorW}editor${reset} rimossa

source: you cannot use ${colorW}pacaur${reset} as PACMAN environment variable
es: no puede usar ${colorW}pacaur${reset} como variable de entorno de PACMAN
it: non puoi usare ${colorW}pacaur${reset} come variabile d'ambiente PACMAN

source: ${colorW}$clonedir${reset} does not have write permission
es: ${colorW}$clonedir${reset} no posee permisos de escritura.
it: ${colorW}$clonedir${reset} non ha i permessi di scrittura

source: no targets specified (use -h for help)
da: ingen mål specificeret (brug -h for hjælp)
es: no se indicaron objetivos (use -h para ayuda)
it: nessun obiettivo specificato (usare -h per aiuto)

source: target not found
da: mål ikke fundet
es: objetivo no encontrado
it: obbiettivo non trovato

source: Packages ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
es: Paquete(s) ${colorW}${aurpkgs[*]}${reset} no se encontraron en los repositorios, intentando en el ${colorM}AUR${reset}...
it: I pacchetti ${colorW}${aurpkgs[*]}${reset} non sono stati trovati nei repository, provando con ${colorM}AUR${reset}...

source: Package ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
es: Paquete(s) ${colorW}${aurpkgs[*]}${reset} no se encontraron en los repositorios, intentando en el ${colorM}AUR${reset}...
it: Il pacchetto ${colorW}${aurpkgs[*]}${reset} non è stato trovato nei repository, provando con ${colorM}AUR${reset}...

source: $(date -d "@${info[20]}" "+%c")
it: $(date -d "@${info[19]}" "+%c")

source: general
da: generelt
it: generali

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
da: ${colorW}${checkaurpkgs[$i]}${reset}: ignorerer pakke opdatering

source: no results found for $i
da: ingen resultater fundet for $i

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
da: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} er blevet mærket ${colorR}forældet${reset} den ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}

source: build.lck exists in $tmpdir
da: build.lck eksisterer i $tmpdir

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install. Check .SRCINFO for mismatching data with PKGBUILD.
da: ${colorW}${pkgsdeps[$i]}${reset} pakkep(r) kunne ikke installeres. Tjek .SRCINFO for ikke-matchende data med PKGBUILD.

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
da: ${colorW}$i${reset} er en ${colorY}ny forældreløs${reset} pakke

source: Packages to keep:
da: Pakker der beholdes:

source: All locally installed packages
da: Alle lokalt installerede pakker

source: AUR cache directory:
da: AUR cache mappe:

source: Do you want to remove all other packages from AUR cache?
da: Vil du fjerne alle andre pakker fra AUR cache?

source: removing old packages from cache...
da: fjerner gamle pakker fra cache...

source: Do you want to remove ALL files from AUR cache?
da: Vil du fjerne ALLE filer fra AUR cache?

source: removing all files from AUR cache...
da: fjerner alle filer fra AUR cahce...

source: Could not connect to the AUR
da: Kunne ikke forbinde til AUR

source: $2 [Y/n]
da: $2 [J/n]

source: $2 [y/N]
da: $2 [j/N]

source: pacman extension - can be used with the -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operations
da: pacman udvidelser - kan bruges med -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc handlingerne

source: ${colorW}clonedir${reset} or ${colorW}\$AURDEST${reset} should be set to a non volatile memory location
da: ${colorW}clonedir${reset} eller ${colorW}\$AURDEST${reset} burde være sat til en ikke-flygtig hukommelses placering

source: ${colorW}$clonedir${reset} does not have write permission.
da: ${colorW}$clonedir${reset} har ikke skrive tilladelse.

source: Package(s) ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
da: Pakke(r) ${colorW}${aurpkgs[*]}${reset} ikke fundet i repoer, prøver ${colorM}AUR${reset}...
